/* Growl Notification Description */
"%i songs downloaded from %@" = "%1$i songs downloaded from %2$@";

/* Growl Notification Description */
"1 song downloaded from %@" = "1 song downloaded from %@";

/* Growl Notification Description */
"New songs are now being downloaded from %@" = "New songs are now being downloaded from %@";

/* Growl Notification Title */
"Service Found" = "Service Found";

/* Growl Notification Title */
"Service Lost" = "Service Lost";

/* Growl Notification Title */
"Updating Subscriptions" = "Updating Subscriptions";

